Repository: Kesco-m/Kesco.App.Win.Docview
Catalog: DocView/Settings/SettingsMessagesAndConfirmsDialog.*.resx
Languages: ru

# checkBoxSignMessage.Text
source: Send message then the end work is sign
ru: Посылать сообщения при подписи о завершении работы с документом

# checkBoxNext.Text
source: Goto next document after send message
ru: Переходить на следующий документ после отправки

# checkBoxPersonMessage.Text
source: Send person message
ru: Посылать личные сообщения

# checkTimer.Text
source: mark as read after
ru: Отмечать как прочтённое через

# label2.Text
source: seconds
ru: секунд

# checkNewMessageNotification.Text
source: Show notify window about new message
ru: Показывать уведомляющее окно о новом сообщении

# groupMessage.Text
source: Messages
ru: Сообщения

# buttonCancel.Text
source: Cancel
ru: Отмена

# checkDelete.Text
source: Show confirmation about end work with document
ru: Показывать подтверждения о завершении работы с документом

# groupConfirm.Text
source: Confirmations
ru: Подтверждения

# checkBoxScan.Text
source: Search for multiple document from barcodes
ru: Искать несколько документов по штрихкодам

# checkBoxBar.Text
source: Use barcodes
ru: Использовать штрихкоды

# rbReadOnEndAlways.Text
source: Always
ru: Всегда

# rbReadOnEndNever.Text
source: Never
ru: Никогда

# rbReadOnEndAskMe.Text
source: Ask me
ru: Спрашивать меня

# groupReadOnEndWork.Text
source: Mark as read after ending work with a document
ru: Отмечать как прочтённое при завершении работы с документом

# checkBoxUpdateSearchFolder.Text
source: Refresh query folder every
ru: Обновлять папку запросов каждые

# label1.Text
source: minute
ru: минут

# $this.Text
source: Messages and confirmations settings
ru: Настройки сообщений и подтверждений
