Repository: Kesco-m/Kesco.App.Win.Docview
Catalog: DocView/StringResources.*.resx
Languages: et, ru

# DocGrid.Styles.DBDocsStyle.Message11
source: Create answer
et: Loo vastus
ru: Создать ответ

# DocGrid.Styles.DBDocsStyle.Message12
source: Scan image of the current document
et: Skaneeri jooksva dokumendi kujutist
ru: Сканировать изображение текущего документа

# DocGrid.Styles.DBDocsStyle.Message13
source: Add new image of the current document
et: Lisa jooksva dokumendi uus kujutis
ru: Добавить новое изображение текущего документа

# SubFormDialog.Text2
source: creating answer
et: Vastuse loomine
ru: Создание ответа

source: Name
et: Nimi
ru: Имя

# MailFrom
source: From
et: Kellelt
ru: От

source: Subject
et: Teema
ru: Тема

# Receive
source: Received
et: Saadud
ru: Получено

# Spent
source: Transferred
et: Liigutatud
ru: Перенесено

# ChangeSearch
source: Сhange search parameters
et: Muuda otsinguparameetrid
ru: Изменить условия поиска

source: Read
et: Loetud
ru: Прочитан

source: Delete folder?
et: Kustutan kataloogi?
ru: Удалить папку?

# MoveOrCopyMessage
source: Move or copy message in folder
et: Liiguta või kopeeri kataloogi:
ru: Переместить или скопировать в папку

source: Delete message
et: Kustuta sõnum
ru: Удалить сообщение

# ReceivedMessage
source: Received new message. Read?
et: Saadud uus sõnum. Avan lugemiseks?
ru: Получено новое сообщение. Перейти к прочтению?

source: Outcoming Fax
et: Faks välja
ru: Исходящий факс

# ArchiveDoc
source: Archive
et: Arhiiv
ru: Архив

source: Inquiries
et: Päringud
ru: Запросы

source: Found
et: Leitud
ru: Найденные

# InWorkDoc
source: In work
et: Töös
ru: В работе

# IncomingFaxDoc
source: Incoming fax
et: Faks sisse
ru: Входящий факс

source: Outer Scaner
et: Väline skanner
ru: Внешний сканер

source: edit persons
et: isikute muutmine
ru: изменение лиц

# CancelEditPersons
source: Undo edit persons of document
et: Dokumendi isikute muutmise katkestus
ru: Отмена изменения лиц документа

# RedoEditPersons
source: Redo edit persons of document
et: Dokumendi isikute muutmise tagastus
ru: Возврат изменения лиц документа

# EditDocProp
source: edit document properties
et: dokumendi omaduste muutmine
ru: изменение свойств документа

# UndoEditDocProp
source: Undo edit properties of document
et: Dokumendi omaduste muutmise katkestus
ru: Отмена изменения свойств документа

# RedoEditDocProp
source: Redo edit properties of document
et: Dokumendi omaduste taastamine
ru: Востановление изменения свойств документа

# RemoveDocFromWork
source: remove from work
et: eemaldamine tööst
ru: удаление из работы

# UndoRemoveDocFromWork
source: Undo remove document {0} from work
et: Dokumendi {0} tööst eemaldamise katkestus
ru: Отмена удаления документа {0} из работы

# RedoRemoveDocFromWork
source: Redo remove document {0} from work
et: Dokumendi {0} tööst eemaldamise tagastus
ru: Возврат удаления документа {0} из работы

# AddDocToWork
source: add to work
et: lisatud töösse
ru: добавлен в работу

# UndoAddDocToWork
source: Undo add document {0} to work
et: Dokumendi {0} töösse lisamise katkestus
ru: Отмена добавления документа {0} в работу

# RedoAddDocToWork
source: Redo add document {0} to work
et: Tagasta dokumendi {0} lisamine töösse
ru: Возврат добавления документа {0} в работу

source: add link
et: seose lisamine
ru: добавление связи

# UndoAddLink
source: Undo add link between {0} and {1}
et: Seose loomise katkestus {0} ja {1} vahel
ru: Отмена создания связи между {0} и {1}

# RedoAddLink
source: Redo add link between {0} and {1}
et: Tagasta seose loomist {0} ja {1} vahel
ru: Возврат создания связи между {0} и {1}

source: remove link
et: seose kustutamine
ru: удаление связи

# Language
source: ENG
et: EST
ru: RUS

# Appointment
source: Elements of the type "Appointment"
et: Elemendid tüübiga "Kohtumine"
ru: Элементы типа "Встреча"

# Contact
source: Elements of the type "Contact"
et: Kotakt
ru: Элементы типа "Контакт"

# Journal
source: Elements of the type "Journal"
et: Elemendid tüübiga "Päevik"
ru: Элементы типа "Дневник"

# Note
source: Elements of the type "Note"
et: Elemendid tüübiga "Post"
ru: Элементы типа "Почта"

# StickyNote
source: Elements of the type "Sticky note"
et: Elemendid tüübiga "Märkmed"
ru: Элементы типа "Заметки"

# Task
source: Elements of the type "Task"
et: Elemendid tüübiga "Ülesanne"
ru: Элементы типа "Задача"

# DeleteFolderException
source: Folder with such name already exists. Use other name.
et: Kataloog selle nimega juba eksisteerib. Kasutage teist nimetust.
ru: Папка с таким именем уже существует. Используйте другое имя.

source: Folder content
et: Kataloogi sisu
ru: Содержимое папки

source: Ok
et: Ок
ru: Ок

source: Cancel
et: Loobu
ru: Отмена

source: Create
et: Loo
ru: Создать

# MoveFolder
source: Move
et: Liiguta
ru: Переместить

# CopyFolder
source: Copy
et: Kopeeri
ru: Копировать

# MoveOrCopyFolder
source: Move or copy selected elements in folder
et: Liiguta või kopeeri valitud elemendid kataloogi
ru: Переместить или скопировать выделенные элементы в папку

source: Rename current folder :
et: Nimeta jooksev kataloog ümber:
ru: Переименовать текущую папку в :

source: Incorrect object name
et: Vale objekti nimi
ru: Неверное имя объекта

source: Reply
et: Vasta
ru: Ответить

source: Reply all
et: Vasta kõigile
ru: Ответить всем

source: Forward
et: Saada
ru: Переслать

# SendedMail
source: Sent
et: Saadetud
ru: Отправлено

source: Open
et: Ava
ru: Открыть

source: Clean folder
et: Puhasta kataloog
ru: Очистить папку

# CleanDeletedItems
source: Delete all elements and embedded directories without possibility of the reconstruction?
et: Kas kustutan kõik elemendid ja alamkataloogid taastamise võimaluseta?
ru: Удалить все элементы и вложенные папки без возможности восстановления?

# WithoutName
source: No name
et: Nimeta
ru: Без имени

# MailTo
source: To
et: Kellele
ru: Кому

source: Help
et: Abi
ru: Помощь

# Help1
source: Help
ru: Справка

# MainFormDialog.SendFax.Message1
source: You does not have right to send out of office
et: Teil puuduvad õigused saatmiseks kontrorist
ru: У вас нет прав на отправку из офиса.

# MainFormDialog.ErrorSend
source: Send error
et: Viga saatmisel
ru: Ошибка отправки

source: Set main
et: Muuda põhiliseks
ru: Сделать основным

source: Select image
et: Vali kujutis
ru: Выбор изображения

source: Saved
et: Salvestatud
ru: Сохранен

# Blocks.Person.All
source: <all>
et: <kõik>
ru: <все>

# msgboxInvalidSupportSettings
source: There is no settings configured for sending information to technical support.|Warning
et: Puuduvad seaded sõnumite saatmiseks tehnilisele toele|. Tähelepanu
ru: Отсутствуют настройки для отправки сообщений в службу технической поддержки.|Внимание

# ArchiveDocs
source: Archive of documents
et: Dokumentide arhiiv
ru: Архив документов

source: No
et: Ei
ru: Нет

source: Yes
et: Jah
ru: Да

source: creating
et: loomine
ru: создание

source: editing
et: muutmine
ru: редактирование

# TooManyDocs
source: Show only {0} documents. There are more documents.
et: Näitan esimesed {0} dokumente. Eksistererib rohkem.
ru: Показано только первые {0} документов. Содержится больше.

# Kesco.App.Win.DocView.Dialogs.Rules.DelRulesConf
source: Delete selected rules?
et: Kas kustutan valitud templite paigaldamise reeglid?
ru: Удалить выделенные правила установки штампов?

# Kesco.App.Win.DocView.Dialogs.Rules.Select
source: Select
et: Vali
ru: Выбрать

# Kesco.App.Win.DocView.Dialogs.Rules.Exists
source: Such rule is already established
et: Selline reegel on juba olemas
ru: Подобное правило уже установлено

# Kesco.App.Win.DocView.Dialogs.Rules.Exists1
source: Rules that are created by a particular case was found.{0} Remove them and create a new one?
et: On leitud reeglid, mis on loodava reegli erijuhtudeks.{0} Kas kustutan leitud reeglid ning loon uue?
ru: Найдены правила, являющиеся частным случаем создаваемого.{0} Удалить найденные и создать новое?

# StampEditDialog.CheckNew.ErrorMessage1
source: It is nessary to give the names of the stamp.
et: Templi salvestamiseks tuleb määrata selle nimetust
ru: Для сохранения штампа необходимо указать его названия

# StampEditDialog.CheckNew.ErrorMessage2
source: It is nessary to add the image of the stamp.
et: Uue templi loomiseks on vajalik templi kujutis
ru: Для создания нового штампа необходимо изображение штампа

# StampEditDialog.CheckNew.ErrorMessage3
source: Error while saving the image of the stamp.
et: Viga templi kujutise salvestamisel
ru: Ошибка сохранения изображения штампа

# needSigns
source: Requires one of the signatures:
et: On vajalik üks allkirjatest:
ru: Требуется одна из подписей:

# HideForm.SearchTest.Message1
source: Count of find documents is more then
ru: Количество найденых документов превышает

# HideForm.SearchTest.Message2
source: For doument selection you must specify the search criteria.
ru: Для выбора документа необходимо уточнить критерии поиска.

# outlookdir
source: OutLook temp files
et: Outlook temp failid
ru: Временные файлы OutLook

# ColumnsParamsEmptyAlarm.Failed
source: No visible columns were found. We deeply regret.
et: Nr nähtavad veerud leiti.
ru: Не найдены видимые колонки.

# ColumnsParamsEmptyAlarm.Text
source: No visible columns were found. Do you wish to reset parameters to default?
et: Nr nähtavad veerud leiti. Kas te soovite nullida parameetrid default?
ru: Не найдены видимые колонки. Желаете сбросить настройки?

# VerifyUDCPrinter.AutoTunePrinter.Success
source: Auto setup has been performed!
et: Automaatne korrigeerimine tehakse!
ru: Автоматическая настройка принтера произведена!

# VerifyUDCPrinter.AutoTunePrinter.YesNo
source: Printer Settings Archive documents do not meet the requirements of preserving the image of the document in the program archive documents. You can automatically install the necessary parameters. Perform automatic tuning?
et: Printer Settings Arhiiv dokumendid ei vasta nõuetele, säilitades pilti dokumendi programmis arhiividokumente. Te saate automaatselt paigaldada vajalikud parameetrid. Tehakse automaatset häälestamist?
ru: Настройки принтера Архив Документов не соответствуют требованиям сохранения изображения документа в программу Архив Документов. Возможна автоматическая установка необходимых параметров. Произвести автоматическую настройку?

# VerifyUDCPrinter.ImpossibleToSave
source: It is impossible to save the image!
et: Salvestamine pildi dokument arhiividokumentide ei saa!
ru: Сохранение изображения документа в Архив документов невозможно!

# VerifyUDCPrinter.SendDocToPrinterAgain
source: Try to print your document once again!
et: Otsi uuesti printer arhiividokumentide dokumendi!
ru: Повторно отправьте на принтер Архив документов Ваш документ!

# DocGrid.Styles.DBDocsStyle.Message90
source: Mark Message(s) as not-read
et: Märgi sõnumid lugemata
ru: Отметить сообщения как непрочитанные

# ShouldReadMessageOnEndWork
source: Do you wish to mark the document messages as read?
et: Kas soovite, et tähistada dokumendi sõnumeid lugeda?
ru: Отметить сообщения по документу как прочтённые?

# SettingsMessagesAndConfirmsDialog.buttonOK_Click.Message5
source: It is necessary to specify a message for marking documents as not read!
et: On vaja täpsustada sõnumi tähistamise dokumente ei loe!
ru: Необходимо указать сообщение для отметки документов как не прочтённых!

# TmpFilesOnCloseWarning
source: Attention! You make changes to the files read-only.{0}All of your changes will be lost.{0}Continue to work with the Archive of document?
et: Tähelepanu! Te olete teinud muudatusi faile, mis on saadaval ainult lugemiseks.{0}Kõik Oma muudatused lähevad kaotsi.{0}Jätkata Dokumentide arhiiv?
ru: Внимание! Вы вносили изменения в файлы, доступные только для чтения.{0}Все Ваши изменения будут утеряны.{0}Продолжить работу с Архивом документов?

# RemoveMessageOnEndWork
source: End work with this document?
et: Lõpeta töö dokumendiga?
ru: Завершить работу с этим документом?

# RedoMarkDocAsNotRead
source: Mark message as not read for document {0} from {1}
et: Märgi sõnumid lugemata Dokument {0} Saatja {1}
ru: Отметить сообщение как не прочитанное по документу {0} от {1}

# RedoMarkDocAsRead
source: Mark message as read for document {0} from {1}
et: Märgi sõnumid loetuna Dokument {0} Saatja {1}
ru: Отметить сообщение как прочитанное по документу {0} от {1}

# UndoMarkDocAsNotRead
source: Mark message as read for document
et: Märgi sõnumid loetuna Dokument
ru: Отметить сообщение как прочитанное по документу

# UndoMarkDocAsRead
source: Mark message as not read for document
et: Märgi sõnumid lugemata Dokument
ru: Отметить сообщение как не прочитанное по документу

# ColumnsDedales
source: More...
et: Rohkem...
ru: Подробнее...

# AddGroupBoxPages
source: Add
et: Lisama
ru: Добавить

# rbAllPages
source: All
et: Kõik
ru: Все

# rbSelectedPages
source: Pages from:
et: Leheküljed:
ru: Страницы с:

# label3
source: to:
ru: по:

# SelectStampDialog_Message1
source: Are you sure that you want to remove the selected stamps?
et: Oled sa kindel, et soovid eemaldada valitud templid?
ru: Вы уверены, что хотите удалить выбранные штампы?

# MainForm.REDORotateImageCW
source: Do image rotation
et: Rotazione immagine
ru: Поворот изображения

# MainForm.UNDORotateImageCW
source: Cancel image rotation
et: Аnnullando la rotazione delle immagini
ru: Отмена поворота изображения

# MainForm.REDOAddImageToDoc
source: Re-add a picture
et: Re-aggiungere un'immagine
ru: Повторно добавить изображение

# MainForm.UNDOAddImageToDoc
source: Undo add image
et: Immagine aggiuntiva annulla
ru: Отменить добавление изображения
