Repository: Kesco-m/Kesco.App.Win.Docview
Catalog: DocView/StringResources.*.resx
Languages: et, ru

# Main.Message
source: Archive of document is not available
et: Dokumentide arhiiv ei ole kättesaadav
ru: Архив документов не доступен

# Search.NotFound.Message1
source: Documents not find.
et: Dokumendid ei ole leitud.
ru: Документы не найдены.

# Search.NotFound.Message2
source: Do you want change parameters and repeat search?
et: Kas soovite muuta otsingukriteeriumid ja korrata päringut?
ru: Желаете изменить критерии поиска и повторить запрос?

# Search.NotFound.Title
source: Nothing found
et: Midagi ei ole leitud
ru: Ничего не найдено

source: Warning
et: Hoiatus
ru: Предупреждение

# Main.Error1
source: Error in main form.
et: Viga põhivormi käivitamisel
ru: Ошибка загрузки основной формы.

source: Confirmation
et: Kinnitus
ru: Подтверждение

# MainForm.MainFormDialog.AnalyzeArgsFileName.Message1
source: Save printed document as image for document
et: Salvesta trükitud dokument dokumendi kujutisena
ru: Сохранить напечатаный документ как изображение к документу

# MainForm.MainFormDialog.AnalyzeArgsFileName.Title1
source: Printed document
et: Trükitud dokument
ru: Напечатанный документ

# MainForm.MainFormDialog.On_DocProperties.Message1
source: Fax NOT sending:
et: Fakse EI OLE saadetud numbrile:
ru: Факс НЕ отправлен по телефону:

# MainForm.MainFormDialog.On_DocProperties.Message2
source: for: '
et: jaoks: '
ru: для: '

# MainForm.MainFormDialog.On_DocProperties.Message3
source: 'NOT sending!' (
et: Ei ole saadetud!' (
ru: 'НЕ отправлено!' (

# MainForm.MainFormDialog.On_DocProperties.Message4
source: 'was not sending - sending again.' (
et: Ei ole saadetud - saadetud uuesti.' (
ru: 'Было не отправлено - отправлено повторно.' (

# MainForm.MainFormDialog.On_DocProperties.Title1
source: Properties of outgoing fax
et: Väljamineva faksi omadused
ru: Свойства исходящего факса

# MainForm.MainFormDialog.On_DocProperties.Message5
source: Error reading fax status.
et: Viga faksi staatuse lugemisel.
ru: Ошибка чтения статуса факса.

# Main.Error2
source: Error in Main():
et: Viga funktsioonis Main():
ru: Ошибка в Main():

source: File
et: Fail
ru: Файл

# MainForm.MainFormDialog.On_FaxDescr.Message1
source: Fax description
et: Faksi kirjeldus
ru: Описание факса

# MainForm.MainFormDialog.On_FaxDescr.Title1
source: Input fax description:
et: Sisestage faksi kirjeldust:
ru: Введите описание факса:

# MainForm.MainFormDialog.On_DeleteDoc.Message1
source: You are going to delete document
et: Te kavatsete kustutada dokumenti
ru: Вы собираетесь удалить документ

# MainForm.MainFormDialog.On_DeleteDoc.Message2
source: from archive.
et: arhiivist.
ru: из архива.

# MainForm.MainFormDialog.On_DeleteDoc.Message3
source: Doument will be delete finally, without chance to restore.
et: Dokument kustutatakse lõplikult taastamise võimaluseta.
ru: Документ будет удален окончательно без возможности востановления.

# MainForm.MainFormDialog.On_DeleteDoc.Message4
source: Are you sure that you want to delete this document?
et: Kas Te tõesti soovite kustutada dokumenti arhiivist?
ru: Вы действительно хотите удалить этот документ из архива?

# MainForm.MainFormDialog.RealAnalyzeCurrentCell.Message1
source: Wrong document ID.
et: Vale dokumendi kood
ru: Невозможно определить код документа.

source: Error
et: Viga
ru: Ошибка

source: to width
et: laiuse järgi
ru: по ширине

# ToHeigth
source: to height
et: kõrguse järgi
ru: по высоте

source: to window
et: akna järgi
ru: по окну

# MainForm.MainFormDialog.MainFormDialog.Error1
source: Can not connect to DB documents
et: Ei saa luua ühendust dokumentide arhiivi AB serveriga.
ru: Невозможно установить соединение с сервером БД архива документов

# MainForm.MainFormDialog.MainFormDialog.Error2
source: Can not connect to DB finance
et: Ei saa luua ühendust raamatupidamise AB serveriga.
ru: Невозможно установить соединение с сервером БД бухгалтерии

# MainForm.MainFormDialog.MainFormDialog_KeyDown.Message1
source: Can not find current person in list.
et: Ei saa leida jooksvat isikut nimekirjast
ru: Невозможно найти текущее лицо в списке.

# MainForm.MainFormDialog.MainFormDialog_KeyDown.Message2
source: Person ID:
et: Isiku kood:
ru: Код лица:

# MainForm.MainFormDialog.GotMessage.Message1
source: New message incoming for document:
et: Saabus uus sõnum dokumendi kohta
ru: Пришло новое сообщение по документу:

# MainForm.MainFormDialog.GotMessage.Message2
source: Goto this document?
et: Kas lähen sellele dokumendile üle?
ru: Перейти к этому документу?

# MainForm.MainFormDialog.GotMessage.Title1
source: New message
et: Uus sõnum
ru: Новое сообщение

# MainForm.MainFormDialog.SelectWorkDoc.Message1
source: Can not find work folder for document with ID
et: Ei saa leida töökataloogi dokumendi jaoks koodiga
ru: Невозможно найти рабочую папку для документа с кодом

# MainForm.MainFormDialog.textShow.Message1
source: [No group]
et: [Puudub grupp]
ru: [Нет группы]

# MainForm.MainFormDialog.On_Refresh.Message1
source: Error refresh:
et: Viga uuendamisel:
ru: Ошибка обновления:

# MainForm.MainFormDialog.Zoom.Minimum
source: Minimum zoom:
et: Minimaalne suurendus :
ru: Минимальный масштаб :

source: Input error
et: Sisestuse viga
ru: Ошибка ввода

# MainForm.MainFormDialog.Zoom.Maximum
source: Maximum zoom:
et: Maksimaalne suurendus :
ru: Максимальный масштаб :

# MainForm.MainFormDialog.menuDoc_Popup.Message1
source: [No name]
et: [Nimeta]
ru: [Без имени]

# MainForm.MainFormDialog.SelectDBDoc.Message1
source: This documen exsists in archive organization
et: Antud dokument on kättesaadav organisatsiooni arhiivist
ru: Данный документ доступен в архиве организации

# MainForm.MainFormDialog.SelectDBDoc.Message2
source: Switch to this archive?
et: Kas avan antud organisatsiooni arhiivi?
ru: Переключится на архив этой организации?

# MainForm.MainFormDialog.SelectDBDoc.Title1
source: Can not open document
et: Ei saa avada dokumenti
ru: Невозможно открыть документ

# MainForm.MainFormDialog.SelectDBDoc.Message3
source: This document exists in general archive
et: Antud dokument on kättesaadav vaid üldises arhiivis
ru: Данный документ доступен только в общем архиве

# MainForm.MainFormDialog.SelectDBDoc.Message4
source: Switch to general archive?
et: Kas avan üldist arhiivi?
ru: Переключится на общий архив?

# ScanedDoc
source: Scaned document
et: Skaneeritud dokument
ru: Сканированный документ

# AllDocs
source: Total documents in folder -
et: Kõik dokumendid kausta -
ru: Всего документов в папке -

# SelectedDocs
source: , selected -
et: , valitud -
ru: , выделено -

# Pages
source: Page №{0}. Total pages in image - {1}
et: Lehekülg № {0}. Kõik leheküljed pilt - {1}
ru: Страница №{0}. Всего страниц в изображении - {1}

source: Page
et: Lehekülg
ru: Стр.

source: from
et: Saatja
ru: из

# SubFormDialog.Text1
source: New e-form create
et: Uue elektroonilise vormi loomine
ru: Создание новой электронной формы

source: Document
et: Dokument
ru: Документ

# MainForm.FolderSelectDialog.buttonOK_Click.Message1
source: is exists in folder
et: juba eksisteerib kataloogis
ru: уже присутствует в папке

# MainForm.FolderSelectDialog.buttonOK_Click.Title1
source: Document is currently in work
et: Dokument on juba töös
ru: Документ уже в работе

# ConfirmTypeDialog.TypeString.Message1
source: This document type have link with document, type of
et: Selle dokumenditüübil on seos dokumendiga tüübiga
ru: У данного типа документа существует связь с документом типа

# ConfirmTypeDialog.TypeString.Message2
source: Are you sure, that you want to create the document of such type
et: Kas olete kindel, et soovite luua antud tüüpi dokumenti?
ru: Вы уверены, что хотите создать документ такого типа

# Environment.ReadData.Error
source: Cannot recieve the status of reading document in work folder
et: Ei saa andmeid töökataloogide lugemise kohta
ru: Невозможно получить данные о статусе прочтения рабочих папок.

# Environment.CheckLinkDoc.Error1
source: Cross link exists.
et: Tagasiside juba eksisteerib
ru: Обратная связь уже есть.

# Environment.CheckLinkDoc.Error2
source: Can not create the link because
et: Ei saa luua seost, kuna
ru: Невозможно создать связь по следующей причине

# FolderDialog
source: Select path to folder to connect...
et: Valige tee kataloogini monteerimiseks
ru: Выберите путь к папке для подключения...

source: Show
et: Näita
ru: Показать

source: Rights
et: Õigused
ru: Права

source: ID
et: Kood
ru: Код

source: Document type
et: Dokumendi tüüp
ru: Тип документа

source: Document number
et: Dokumendi number
ru: Номер документа

source: Description
et: Kirjeldus
ru: Описание

# LoopLinkDialog.ChooseDocDialog_Load.Message2
source: Access to change
et: Ligipääs muutmiseks
ru: Доступ на изменение

source: Available
et: Kättesaadav
ru: Доступен

source: Not available
et: ei ole kättesaadav
ru: Не доступен

# LoopLinkDialog.ChooseDocDialog_Load.Message1
source: Link between document {0} (main) and {1} (subsequent) cannot be created, because there is feedback link between them through the following documents:
et: Ei saa luua seost dokumendi {0} (alusdokument) ja dokumendi {1} (alamdokument) vahel, kuna nendel on tagasiside järgmiste dokumentide kaudu:
ru: Связь между документом {0} (основание) и {1} (вытекающий) не может быть создана, потому что между ними существует обратная связь через следующие документы:

# MergeDocsDialog.buttonOK_Click.Message1
source: Attention! When joining the e-form will bу deleted with removing document
et: Tähelepanu, ühendamise tulemusena koos kustutava dokumendiga kustutatakse ka elektrooniline vorm
ru: Внимание, при слиянии вместе с удаляемым документом будет удалена эл. форма

# MergeDocsDialog.buttonOK_Click.Message2
source: for the following reason
et: järgmisel põhjusel
ru: по следующей причине

# MergeDocsDialog.buttonOK_Click.Message3
source: - E-form exists in both document
et: Elektroonilised vormid on olemas mõlemal dokumendil
ru: - Эл. формы присутствуют у обоих документов

# MergeDocsDialog.buttonOK_Click.Message4
source: - Type of document is not coincide
et: Dokumentide tüübid ei lange kokku
ru: - Типы документов не совпадают

source: Continue?
et: Jätkan?
ru: Продолжить?

# MergeDocsDialog.buttonOK_Click.Title1
source: Delete e-form
et: Elektroonilise vormi kustutamine
ru: Удаление эл. формы

source: Absent
et: puudub
ru: отсутствует

# SettingsMessagesAndConfirmsDialog.buttonOK_Click.Message1
source: Number must be between
et: Arv peab olema vahemikus
ru: Число должно быть в интервале от

# SettingsMessagesAndConfirmsDialog.buttonOK_Click.Message2
source: and
et: kuni
ru: до

# SettingsMessagesAndConfirmsDialog.buttonOK_Click.Message3
source: Wrong number format. Repeat input.
et: Vale arvu formaat. Korrake sisestust.
ru: Неверный формат числа. Повторите ввод.

# FaxPropertiButtonControl.Message1
source: Goto document in archive
et: Mine üle dokumendile arhiivist
ru: Перейти к докумету в архиве

# DocProperties.DocProperties_Load.Message1
source: Save document to archive
et: Salvesta dokument arhiivi
ru: Сохранение документа в архив

source: Save
et: Salvesta
ru: Сохранить

# DocProperties.buttonOK_Click.Message1
source: Repeat input
et: Korrake sisestust
ru: Повторите ввод

# DocProperties.buttonOK_Click.Message2
source: You have not specified any
et: Te ei määranud ühtegi
ru: Вы не указали ни одного

# DocProperties.buttonOK_Click.Message3
source: You have not specified number of the document. Continue?
et: Te ei määranud dokumendi numbrit. Jätkan?
ru: Вы не указали номер документа. Продолжить?

# DocProperties.buttonOK_Click.Message4
source: Number of the document specified by you does not contain figures. Continue?
et: Teie poolt määratud dokumendi number ei sisalda numbreid. Jätkan?
ru: Указанный вами номер документа не содержит цифр. Продолжить?

# DocProperties.buttonOK_Click.Message5
source: You have not specified date of the document. Continue?
et: Te ei määranud dokumendi kuupäeva. Jätkan?
ru: Вы не указали дату документа. Продолжить?

# DocProperties.buttonOK_Click.Message6
source: You have specified only one
et: Te määrasite vaid ühte
ru: Вы указали только одно

# DocProperties.buttonOK_Click.Message7
source: For the majority of documents it is required to specify not less than two
et: Enamus dokumentide jaoks tuleb määrata vähemalt kaks
ru: Для большинства документов требуется указать не менее двух

# DocProperties.buttonOK_Click.Message8
source: Save document with one
et: Salvesta dokument ühega
ru: Сохранить документ с одним

# DocProperties.SaveDoc.Message1
source: While you edited properties of the document, it was already saved by other employee
et: Sel ajal, kui te muutsite dokumendi omadusi, seda salvestas teine töötaja.
ru: Пока вы редактировали свойства документа, его уже сохранил другой сотрудник

# Change
source: Editor
et: Muudetud
ru: Изменил

# DateChange
source: Edited
et: Muudetud
ru: Изменено

# DocProperties.SaveDoc.Message2
source: Replace the document?
et: Kas asendan dokumenti?
ru: Сохранить документ поверх?

# DocProperties.SaveDoc.Title1
source: Document changed
et: Dokument muudetud.
ru: Документ изменен

# Properties.PropertiesFolderRuleSearchDialog.Message1
source: New folder rule
et: Uus reegel kataloogi jaoks
ru: Новое правило для папки

# Properties.PropertiesFolderRuleSearchDialog.Message2
source: Edit folder rule
et: Muuda reglit kataloogi jaoks
ru: Изменение правила для папки

# FolderNotExist
source: Folder do not exist
et: Kataloog enam ei eksisteeri
ru: Папки больше не существует

# Properties.PropertiesFolderRuleSearchDialog.SaveRuleButton_Click.Message2
source: Role already exists.
et: Reegel juba eksisteerib
ru: Правило уже существует.

# Properties.PropertiesFolderRuleSearchDialog.SaveRuleButton_Click.Message3
source: There is no parameters for rule.
et: Parameetrid reegli jaoks ei ole määratud
ru: Для правила не заданы параметры.

# Properties.PropertiesFolderRuleSearchDialog.SaveRuleButton_Click.Message4
source: Specify a name of rule.
et: Määrake reegli nimetus
ru: Укажите имя правила.

# Properties.PropertiesFolderRuleSearchDialog.SaveRuleButton_Click.Message5
source: Rule with such name already exists.
et: Reegel selle nimetusega juba eksisteerib
ru: Правило с таким названием уже существует.

# Properties.PropertiesFolderRuleViewDialog.Text1
source: The document gets in a folder
et: Dokument satub kataloogi
ru: Документ попадает в папку

# Properties.PropertiesFolderRuleViewDialog.Text2
source: if incoming messages on it satisfy one of the rules:
et: kui sissetulevad sõnumid rahuldavad ühte reeglitest:
ru: если входящие по нему сообщения удовлетворяют одному из правил:

# Properties.PropertiesFolderRuleViewDialog.DeleteRuleButton_Click.Message1
source: Are you sure want to delete the chosen rules?
et: Kas Te tõesti soovite kustutada valitud reeglid?
ru: Вы действительно хотите удалить выбранные правила?

# Properties.PropertiesFolderRuleViewDialog.DeleteRuleButton_Click.Title1
source: Delete rules
et: Reegli kustutamine
ru: Удаление правила

# Properties.PropertiesScanDialog.buttonSave_Click.Message1
source: Description must not contain following symbols
et: Kirjeldus ei tohi sisaldada järgmisi sümboleid:
ru: Описание не должно содержать следующих символов

source: Employee
et: Töötaja
ru: Сотрудник

source: Access
et: Ligipääs
ru: Доступ

source: Full
et: Täis
ru: Полный

source: Read only
et: Ainult lugemine
ru: Только чтение

source: changed
ru: изменённый

# FolderTree.ShareWorkFolder.buttonRemove_Click.Message1
source: Are you sure want to remove chosen employees from list?
et: Kas tõesti soovite eemaldada valitud töötajad nimekirjast?
ru: Вы действительно хотите удалить выбранных сотрудников из списка?

# FolderTree.FolderNodes.DocumentNode.Message1
source: Hide document
et: Peida dokument
ru: Скрыть документ

source: Main documents
et: Alusdokumendid
ru: Документы-основания

source: Subsequent documents
et: Alamdokumendid
ru: Вытекающие документы

source: Archive
et: Arhiiv
ru: Архив

# FolderTree.FolderNodes.CatalogNode.Message1
source: Transfer folder to employee
et: Anna kataloog töötajale üle
ru: Передать папку сотруднику

source: Select archive
et: Vali arhiiv
ru: Выбор архива

# FolderTree.FolderNodes.CatalogNode.UserDialog_DialogEvent.Message1
source: All documents of type
et: Kõik dokumendid tüübiga
ru: Все документы типа

# FolderTree.FolderNodes.CatalogNode.UserDialog_DialogEvent.Message2
source: linked with
et: mis on seotud
ru: связанные с

# FolderTree.FolderNodes.CatalogNode.UserDialog_DialogEvent.Message3
source: will be transfered to employee
et: antakse üle töötajale
ru: будут переданы сотруднику

# FolderTree.FolderNodes.CatalogNode.UserDialog_DialogEvent.Message4
source: in personal archive
et: isiklikku arhiivi
ru: в личный архив

# FolderTree.FolderNodes.CatalogNode.UserDialog_DialogEvent.Title1
source: Archive folder transfer
et: Arhiivkataloogi üleandmine
ru: Передача архивной папки

source: Scaner
et: Skanner
ru: Сканер

source: In work
et: Töös
ru: В работе

source: Create folder
et: Loo kataloog
ru: Создать папку

source: Rename
et: Nimeta ümber
ru: Переименовать

source: Delete
et: Kustuta
ru: Удалить

source: Shared access
et: Üldine ligipääs
ru: Общий доступ

# RulesSort
source: Document sort roles
et: Dokumentide sorteerimisreeglid
ru: Правила сортировки документов

source: Folder name
et: Kataloogi nimi
ru: Имя папки

# FolderNameInput
source: Input folder name:
et: Sisestage kataloogi nimi
ru: Введите имя папки:

source: New folder
et: Uus kataloog
ru: Новая папка

# FolderTree.FolderNodes.WorkFolderNode.deleteItem_Click.Message1
source: Are you sure want to delete selected folder with all subfolders?
et: Kas tõesti soovite kustutada kataloogi kõikide alamkataloogidega?
ru: Вы действительно хотите удалить выбранную папку со всеми подпапками?

# FolderTree.FolderNodes.WorkFolderNode.deleteItem_Click.Message2
source: Work with all documents in these folders will be ended.
et: Sel juhul lõpetatakse tööd kõikide dokumentidega nendes kataloogides.
ru: При этом будет завершена работа со всеми документами в этих папках.

source: Shared folders
et: Üldised kataloogid
ru: Общие папки

source: Properties
et: Omadused
ru: Свойства

# DocGrid.InfoGrid.FormatCell.Error1
source: Attempt to format a cell
et: Pesa formateerimise katse
ru: Попытка отформатировать ячейку

# FolderTree.FolderNodes.FoundNode.Title1
source: Found (Inquiries)
et: Leitud (Päringud)
ru: Найденные (Запросы)

# ToChange
source: Change
et: Muuda
ru: Изменить

source: Create inquiry
et: Loo päring
ru: Создать запрос

source: Find
et: leitud
ru: Найти

# FindID
source: Find by ID
et: Otsi koodi järgi
ru: Найти по коду

source: Inquiry name
et: Päringu nimi
ru: Имя запроса

# InquiryNameInput
source: Input inquiry name:
et: Sisestage päringu nimi
ru: Введите имя запроса:

# FolderTree.FolderNodes.FoundNode.Rename_DialogEvent.Message1
source: Inquiry with such name already exists.
et: Päring selle nimega juba eksisteerib
ru: Запрос с таким именем уже существует.

# FolderTree.FolderNodes.FoundNode.Rename_DialogEvent.Message2
source: Overwrite?
et: Asendan?
ru: Перезаписать?

# FolderTree.FolderNodes.FoundNode.Rename_DialogEvent.Title1
source: Rename the inquiry
et: Päringu nime muutmine
ru: Переименование запроса

# FolderTree.FolderNodes.FoundNode.deleteItem_Click.Message1
source: Are you sure want to delete the inquiry
et: Kas Te tõesti soovite kustutada päringut
ru: Вы действительно хотите удалить запрос

# DocGrid.Styles.DBDocsStyle.Message1
source: Add e-form to current document
et: Lisa elektrooniline vorm jooksvale dokumendile
ru: Добавить эл. форму текущему документу

# DocGrid.Styles.DBDocsStyle.Message2
source: Create subsequent document
et: Loo alamdokument
ru: Создать вытекающий документ

# DocGrid.Styles.DBDocsStyle.Message3
source: Add to work
et: Lisa töösse
ru: Добавить в работу

# DocGrid.Styles.DBDocsStyle.Message4
source: End work with document(s)
et: Lõpeta töö dokumendiga
ru: Завершить работу с документом

# DocGrid.Styles.DBDocsStyle.Message5
source: Placing in work folders
et: Paigutus töökataloogides
ru: Размещение в рабочих папках

# DocGrid.Styles.DBDocsStyle.Message6
source: Delete from archive
et: Kustuta arhiivist
ru: Удалить из архива

# DocGrid.Styles.DBDocsStyle.Message7
source: Send message
et: Saada sõnum
ru: Отправить сообщение

# DocGrid.Styles.DBDocsStyle.Message8
source: Delete from Found
et: Kustuta leitud artiklitest
ru: Удалить из найденного

# DocGrid.Styles.DBDocsStyle.Message9
source: Mark Message(s) as read
et: Märgi sõnumid loetuna
ru: Отметить сообщения как прочитанные

# DocGrid.Styles.DBDocsStyle.Message10
source: Goto folder
et: Mine üle kataloogi
ru: Перейти к папке

# Of
source: from
et: alates
ru: от

# DocGrid.Styles.FaxesInStyle.Message1
source: Change description
et: Muuda kirjeldus
ru: Изменить описание

source: Incoming fax
et: Faks sisse
ru: Входящий факс

source: received
et: saadud
ru: получен

source: Sender:
et: Saatja:
ru: Отправитель:

# DocGrid.Styles.FaxesInStyle.DocStringToSave.Message1
source: Fax is received
et: Faks on kättesaadud
ru: Получен факс

source: Outgoing fax
et: Faks välja
ru: Исходящий факс

# Sended
source: Sent
et: saadetud
ru: отправлен

# SendFax
source: Fax is sent
et: Faks saadetud
ru: Отправлен факс

# To
source: at
et: juures
ru: на

# Reciever
source: Recipient:
et: Saaja:
ru: Получатель:

source: Spam
et: Rämpspost
ru: Спам

source: Add person
et: Lisa isik
ru: Добавить лицо

# Blocks.Person.Message1
source: person is not specified
et: isiki ei ole määratud
ru: лицо не указано

source: Date
et: Kuupäev
ru: Дата

source: Local date
et: Kohalik loomise aeg
ru: Время создания местное

# ChangeDate
source: File change date
et: Muutmise aeg
ru: Время изменения

source: Message
et: Sõnum
ru: Сообщение

# SimilarDocsDialog.ChooseDocDialog_Load.Message1
source: In archive find
et: Arhiivist leitud
ru: В архиве найдено

# SimilarDocsDialog.ChooseDocDialog_Load.Message2
source: similar document
et: sarnane dokument
ru: похожий документ

# SimilarDocsDialog.ChooseDocDialog_Load.Message3
source: similar documents
et: sarnast dokumenti
ru: похожих документа

# SimilarDocsDialog.ChooseDocDialog_Load.Message4
source: similar documents
et: sarnast dokumenti
ru: похожих документов

# SimilarDocsDialog.ChooseDocDialog_Load.Message5
source: [number is not specified]
et: [number ei ole määratud]
ru: [номер не указан]

# SimilarDocsDialog.ChooseDocDialog_Load.Message6
source: [date is not specified]
et: [kuupäev ei ole määratud]
ru: [дата не указана]

source: Join error
et: Ühendamise viga
ru: Ошибка слияния

# SimilarDocsDialog.buttonMerge_Click.Message1
source: Both documents are signed, merge is impossible.
et: Mõlemad dokumendid on allkirjastatud, ühendamine ei ole võimalik
ru: Оба документа подписаны, слияние невозможно.

source: Save part
et: Salvesta osa
ru: Сохранить отдельные страницы

source: Save selected
et: Salvesta valitud
ru: Сохранить выделенное

source: Refresh
et: Uuenda
ru: Обновить

# OpenNewWindow
source: Open in new window
et: Ava uues aknas
ru: Открыть в отдельном окне

# NeedReload
source: To apply lenguage setting restart the archive. Restart now?
et: Keele muutmiseks tuleb käivitada arhiiv uuesti. Käivitan arhiiv uuesti?
ru: Для смены языка необходимо перезапустить архив. Перезапустить?

# MainFormDialog.ShowErrorAndMessageWindow.Message1
source: Some messages not sending
et: Mitte kõik sõnumid olid saadetud
ru: Не все сообщения были отправленны

# MainFormDialog.ShowErrorAndMessageWindow.Title1
source: Error while send messages
et: Viga sõnumite saatmisel
ru: Ошибка отправки сообщений

# SettingsMessagesAndConfirmsDialog.buttonOk_Click.Message4
source: For change barcode using restart the archive. Restart now?
et: Ribakoodi lugeja kasutamise muutmiseks tuleb käivitada arhiiv uuest. Kas käivitan uuesti praegu?
ru: Для изменения использования считователя штрихкодов необходимо перезапустить архив. Перезапустить сейчас?
