Repository: Kesco-m/Kesco.App.Win.Docview
Catalog: DocView/PropertiesDialogs/FaxFillClass.*.resx
Languages: et

source: Description:
et: Kirjeldus:

source: no
et: ei

source: Editor:
et: Muutis:

source: Edited:
et: Muudetud:

source: yes
et: jah

# FaxSaved
source: Fax saved to archive
et: Faks salvestatakse arhiiv

# FaxNotSaved
source: Fax is not saved to archive
et: Faks ei salvestata arhiiv

# Read.Title
source: Readed:
et: Loetumad:

# Date
source: Received:
et: Saanud:

source: Sender:
et: Saatja:

# Recip
source: Recipient:
et: Saaja:

source: baud
et: boodi

# Time
source: Transfer time:
et: Viige aeg:

# PageRecvCount
source: Pages receive count:
et: Pages saavad kokku:

# FaxInText
source: Properties of incoming fax
et: Omadused sissetuleva faksi

# FaxOut
source: Sent:
et: Saadetud:

# RecvAddress
source: Recipient number:
et: Vastuvõtja number:

# PageSentCount
source: Sent pages:
et: Saadetud leheküljed:

# FaxOutText
source: Properties of outgoing fax
et: Omadused lahkuv faks
