Repository: Kesco-m/Kesco.App.Win.Docview
Catalog: DocView/Forms/MainFormDialog.*.resx
Languages: ru

# menuAddDocData.Text
source: Create new document by e-form
ru: Создать новый документ по эл. форме...

# menuScan.Text
source: Scan new document...
ru: Сканировать новый документ...

# menuScanCurrentDoc.Text
source: Scan current document...
ru: Сканировать изображение текущего элемента...

# menuAddImageCurrentDoc.Text
source: Add new image to current document...
ru: Добавить новое изображение текущего элемента...

# menuSearch.Text
source: Search...
ru: Найти...

# menuFindID.Text
source: Search by code...
ru: Найти по коду...

# menuSave.Text
source: Save...
ru: Сохранить...

# menuSavePart.Text
source: Save pages...
ru: Сохранить отдельные страницы...

# menuItemSaveSelected.Text
source: Save selected...
ru: Сохранить выделенное...

# menuItemSaveSelectedAsStamp.Text
source: Save selected as stamp...
ru: Сохранить выделенное как штамп...

# menuAddEForm.Text
source: Add e-form to curent document...
ru: Добавить эл. форму текущему документу...

# menuAddToWork.Text
source: Add to work...
ru: Добавить в работу...

# menuWorkPlaces.Text
source: Placing in the work folders...
ru: Размещение в рабочих папках...

# menuEndWork.Text
source: End work with document
ru: Завершить работу с документом

# menuFaxDescr.Text
source: Change description...
ru: Изменить описание...

# menuSpam.Text
source: Spam
ru: Спам

# menuDocPropertes.Text
source: Properties...
ru: Свойства...

# menuGotoPerson.Text
source: Goto directory
ru: Перейти к папке

# menuNewWindow.Text
source: Open in separate window
ru: Открыть в отдельном окне

# menuDeletePart.Text
source: Delete part of document
ru: Удалить часть документа

# menuDelete.Text
source: Delete from archiv
ru: Удалить из архива

# menuDeleteFromFound.Text
source: Delete from found
ru: Удалить из найденного

# menuItemExit.Text
source: Exit
ru: Выход из программы

# menuDoc.Text
source: Document
ru: Документ

# menuRefresh.Text
source: Refresh
ru: Обновить

# menuSettingsGroupOrder.Text
source: Order...
ru: Группировка...

# menuSettingsFilter.Text
source: Filter...
ru: Фильтр...

# menuShowPagesPanel.Text
source: Pages panel
ru: Панель страниц

# menuShowWebPanel.Text
source: E-form under document
ru: Эл.форма под документом

# menuShowMessage.Text
source: Show messages
ru: Отображать сообщения

# menuPageBack.Text
source: Previous
ru: Предыдущая

# menuPageForward.Text
source: Next
ru: Следующая

# menuRotateCCW.Text
source: Rotate left
ru: Повернуть влево

# menuRotateCW.Text
source: Rotate right
ru: Повернуть вправо

# menuPageMoveBack.Text
source: Move before
ru: Сдвинуть назад

# menuPageMoveForward.Text
source: Move after
ru: Сдвинуть вперед

# menuItem6.Text
source: Page
ru: Страница

# menuZoom.Text
source: Select zoom
ru: Выбрать масштаб

# menuZoomIn.Text
source: Zoom in
ru: Увеличить масштаб

# menuZoomOut.Text
source: Zoom out
ru: Уменьшить масштаб

# menuSelection.Text
source: Fragment selection
ru: Выбрать фрагмент

# menuZoomSelection.Text
source: Zoom to selection
ru: Масштаб по фрагменту

# menuItem5.Text
source: Zoom
ru: Масштаб

# menuDoc4.Text
source: View
ru: Вид

# menuShowNoteBar.Text
source: Notes panel
ru: Панель заметок

# mILine.Text
source: Line
ru: Прямая

# mIFLine.Text
source: Freehand line
ru: Кривая

# mIHighlighter.Text
source: Highlighter
ru: Маркер

# mIRectangle.Text
source: Rectangle
ru: Прямоугольник

# mIHRectangle.Text
source: Filled rectangle
ru: Заполненный прямоугольник

# mIText.Text
source: Text
ru: Текст

# mINote.Text
source: Note
ru: Заметка

# mIStamp.Text
source: Stamp
ru: Штамп

# miDSP.Text
source: Restricted
ru: Для использования внутри компании

# mISelect.Text
source: Notes selection
ru: Выделение заметок

# mIView.Text
source: Drag
ru: Просмотр изображения

# mIHide.Text
source: Do not show
ru: Не показывать

# mISelf.Text
source: Only self
ru: Только свои

# mIShow.Text
source: Show all
ru: Показывать все

# mINotes.Text
source: Notes
ru: Заметки

# menuSettingsMessages.Text
source: Messages and confirmation...
ru: Сообщения и подтверждения...

# menuSettingsMailingLists.Text
source: Mailing lists...
ru: Списки рассылки...

# menuSettingsFaxes.Text
source: Representation of faxes...
ru: Отображение факсов...

# menuSettingsShow.Text
source: Representaion of messages...
ru: Отображение сообщений...

# mIColumns.Text
source: Columns...
ru: Колонки...

# menuItemFolders.Text
source: Folders...
ru: Папки...

# menuColor1.Text
source: As is
ru: как есть

# menuColor2.Text
source: Grayscale
ru: в градациях серого

# menuColor3.Text
source: black and white
ru: в черно-белом

# menuDoc5.Text
source: Show colors...
ru: Показывать цвета...

# menuScale1.Text
source: optimal
ru: оптимальное

# menuScale2.Text
source: normal
ru: нормальное

# menuScale3.Text
source: Stamp
ru: оттиск

# menuDoc6.Text
source: Scaling...
ru: Масштабирование...

# menuPrintSettings.Text
source: Always display print settings window
ru: Всегда отображать окно настроек печати

# menuSettingsScaner.Text
source: Select scaner...
ru: Выбор сканера...

# menuSettingsLanguage.Text
source: Interface language settings...
ru: Выбор языка интерфейса...

# menuItem8.Text
source: Settings
ru: Настройки

# menuGotoWorkFolder.Text
source: work folder
ru: в рабочую папку

# menuGotoFind.Text
source: found document
ru: к найденным документам

# menuGotoCatalog.Text
source: archive
ru: в архив документов

# menuGotoFaxIn.Text
source: incoming fax
ru: к входящим факсам

# menuGotoScaner.Text
source: scaned document
ru: к сканированным документам

# menuGoto.Text
source: Goto...
ru: Перейти...

# menuPrintPage.Text
source: page to printer
ru: страницу на печать

# menuPrintSelection.Text
source: fragment to printer
ru: фрагмент на печать

# menuPrintAll.Text
source: image to printer
ru: изображение на печать

# menuPrintDoc.Text
source: document to printer
ru: документ на печать

# menuFolder.Text
source: Print all document in folder...
ru: все документы папки на печать...

# menuSendMessage.Text
source: message to empolyee...
ru: сообщение сотруднику...

# menuSendFax.Text
source: image out of office...
ru: документ из офиса...

# menuItem3.Text
source: Send...
ru: Отправить...

# menuLinkOpenDoc.Text
source: with open document
ru: с открытым документом

# menuLinkWorkDoc.Text
source: With document in work
ru: с документом в работе

# menuLinkDoc.Text
source: with document in archive
ru: с документом в архиве

# menuNewLink.Text
source: Link...
ru: Связать...

# menuOpenFolder.Text
source: Connect directory on the disk...
ru: Подключить папку на диске...

# menuItem4.Text
source: Folder
ru: Папка

# TS_menuItemBetween.Text
source: Under catalogue
ru: Под каталогом

# TS_menuItemLeft.Text
source: To the left of document
ru: Слева от документа

# TS_menuItemUnder.Text
source: Under the document
ru: Под документом

# menuItemBetween.Text
source: Under catalogue
ru: Под каталогом

# menuItemLeft.Text
source: To the left of document
ru: Слева от документа

# menuItemUnder.Text
source: Under the document
ru: Под документом

# zoomCombo.Items5
source: to window
ru: по окну

# zoomCombo.Items6
source: to width
ru: по ширине

# zoomCombo.Items7
source: to height
ru: по высоте

# buttonSearch.ToolTipText
source: Search document in archiv(F3)
ru: Найти документ в архиве (F3)

# windowButton.ToolTipText
source: Open in separete window(Ctrl+W)
ru: Открыть в окне (Ctrl+W)

# scanButton.ToolTipText
source: Scan new document
ru: Сканировать новый документ

# propertiesButton.ToolTipText
source: Document properties
ru: Свойства документа

# saveButton.ToolTipText
source: Save document to archive (F2)
ru: Сохранить документ в архив (F2)

# savePartButton.ToolTipText
source: Save pages as new document (Ctrl+F2)
ru: Сохранить отдельные страницы как новый документ (Ctrl+F2)

# saveSelectedButton.ToolTipText
source: Save fragment of document to archive
ru: Сохранить выделенный фрагмент документа

# refreshButton.ToolTipText
source: Refresh(F5)
ru: Обновить список документов (F5)

# settingsGroupOrderButton.ToolTipText
source: Order of documents (F4)
ru: Группировка документов (F4)

# settingsFilterButton.ToolTipText
source: Filter (Ctrl+F)
ru: Фильтр (Ctrl+F)

# openFolderButton.ToolTipText
source: Open folder
ru: Подключить папку

# showPagesPanelButton.ToolTipText
source: Show pages panel
ru: Отображать панель страниц

# showWebPanelButton.ToolTipText
source: Show e-form under document
ru: Отображать эл. форму под документом

# tBBShowMessage.ToolTipText
source: Show document message
ru: Показывать сообщения по документу

# pageBackButton.ToolTipText
source: Previous page
ru: Предыдущая страница

# pageForwardButton.ToolTipText
source: Next page
ru: Следующая страница

# zoomInButton.ToolTipText
source: Zoom in
ru: Увеличить масштаб

# zoomOutButton.ToolTipText
source: Zoom out
ru: Уменьшить масштаб

# zoomSelectionButton.ToolTipText
source: Zoom to selection
ru: Масштаб по фрагменту

# viewButton.ToolTipText
source: Drag the image
ru: Перемещение страницы документа

# selectAnnButton.ToolTipText
source: Notes selection
ru: Выделение заметок

# selectionButton.ToolTipText
source: Fragment selection
ru: Выбрать фрагмент

# rotateCCWButton.ToolTipText
source: Rotate left
ru: Повернуть против часовой стрелки

# rotateCWButton.ToolTipText
source: Rotate right
ru: Повернуть по часовой стрелке

# printButton.ToolTipText
source: Print page
ru: Печать страницы

# sendMessageButton.ToolTipText
source: Send message to employee (F7)
ru: Отправить сообщение (F7)

# sendFaxButton.ToolTipText
source: Send image out of office
ru: Отправить документ из офиса

# linksButton.ToolTipText
source: Document's link
ru: Связи документа

# tbbGoTo.Text
source: Goto
ru: Перейти

# tbbGoTo.ToolTipText
source: Goto document in ...
ru: Перейти к документам в ...

# gotoWorkFolderButton.ToolTipText
source: Goto work folders
ru: Перейти к документам в работе

# gotoScanerButton.ToolTipText
source: Goto scaned document
ru: Перейти к сканированным документам

# gotoFaxInButton.ToolTipText
source: Goto incoming fax
ru: Перейти к входящим факсам

# selectAnnButton1.ToolTipText
source: Notes selection
ru: Выделение заметок

# markerButton.ToolTipText
source: Highlighter
ru: Маркер

# rectangleButton.ToolTipText
source: Rectangle
ru: Прямоугольник

# textButton.ToolTipText
source: Insert text notes
ru: Вставить текстовую пометку

# NoteButton.ToolTipText
source: Insert note
ru: Вставка заметки

# mIShowWindow.Text
source: Open
ru: Открыть

# mIClose.Text
source: Exit
ru: Закрыть программу

# notifyIcon.Text
source: Archive of documents
ru: Архив документов

# $this.Text
source: Archive of documents
ru: Архив документов

# imageStampButton.ToolTipText
source: Stamp
ru: Штамп

# menuSettingsLinkShow.Text
source: Show link...
ru: Отображения связей...

# statusBarPanelDSP.ToolTipText
source: Image of the document for use inside the company
ru: Изображение документа для использования внутри компании

# dspStampButton.ToolTipText
source: Mark "ДСП" - for use inside the company
ru: Пометить "ДСП" - для использования внутри компании
