Repository: Kesco-m/Kesco.App.Win.Docview
Catalog: DocView/Forms/SubFormDialog.*.resx
Languages: et

# sBPCount.ToolTipText
source: Count of images in document
et: Krahv pildid dokumendis

# sBPPage.ToolTipText
source: Page
et: Lehekülg

# mIMain.Text
source: With open document
et: Avatud dokumenti

# mIArchive.Text
source: with document in archive
et: mis dokument arhiiv

# toolStripButtonSave.ToolTipText
source: Save document (F2)
et: Salvesta dokument (F2)

# toolStripButtonSavePart.ToolTipText
source: Save several pages of image as new document
et: Salvesta osa pildi uue dokumendi

# toolStripButtonProperty.ToolTipText
source: Document property
et: Dokumendi omadused

# toolStripButtonThumb.ToolTipText
source: Show pages panel
et: Näita leheküljed

# toolStripButtonWeb.ToolTipText
source: Show e-form under document
et: Näita el.vormi tehtud

# ToolStripMenuItemNewWindow.Text
source: In external window
et: Väliste aken

# ToolStripMenuItemLeft.Text
source: To the left of document
et: Vasakule dokumendi

# ToolStripMenuItemBottom.Text
source: Under the document
et: Slumine dokumente

# toolStripSplitButtonMessage.ToolTipText
source: Show this document messages
et: Näita selle dokumendi lugemiseks

# toolStripButtonBefore.ToolTipText
source: Previous page
et: Eelmine lehekülje

# toolStripTextBoxPageNum.ToolTipText
source: Number of current page
et: Numbri praeguse lehekülje

# toolStripButtonNext.ToolTipText
source: Next page
et: Järgmine lehekülje

# toolStripComboBoxZoom.Items5
source: to window
et: akna järgi

# toolStripComboBoxZoom.Items6
source: to width
et: laiuse järgi

# toolStripComboBoxZoom.Items7
source: to height
et: kõrguse järgi

# toolStripComboBoxZoom.ToolTipText
source: Set the image zoom
et: Määra pildi suum

# toolStripButtonZoomIn.ToolTipText
source: Zoom in
et: Suurenda

# toolStripButtonZoomOut.ToolTipText
source: Zoom out
et: Vähenda

# toolStripButtonZoomToSelection.ToolTipText
source: Zoom to selection
et: Vähenda valiku

# toolStripButtonArrow.ToolTipText
source: Notes selection
et: Fragment valik

# toolStripButtonStamp.ToolTipText
source: Insert stamp
et: Sisesta tempel

# toolStripButtonRotateLeft.ToolTipText
source: Rotate left
et: Pööra vasakule

# toolStripButtonRotateRight.ToolTipText
source: Rotate right
et: Pööra paremale

# ToolStripMenuItemPrintPage.Text
source: Print page
et: Prindi lehekülg

# ToolStripMenuItemPrintImage.Text
source: Print image
et: Prindi kujutis

# ToolStripMenuItemPrintDoc.Text
source: Print document
et: Prindi dokument

# toolStripButtonPrint.ToolTipText
source: Print page (Ctrl+P)
et: Prindi lehekülg (Ctrl+P)

# toolStripButtonSendMessage.ToolTipText
source: Send message to employee (F7)
et: Saada sõnum töötaja (F7)

# toolStripButtonSendFax.ToolTipText
source: Send image out of office
et: Saada image kontorist

# toolStripButtonLinks.ToolTipText
source: Create link with document
et: Seose lisamine

# $this.Text
source: Document:
et: Dokument:

# toolStripMenuItemNewDocEform.Text
source: Create new document by e-form
et: Uus dokument luuakse malli el. vorm

# toolStripMenuItemDoc.Text
source: Documents
et: Dokumendid

# toolStripButtonHand.ToolTipText
source: Drag the image
et: Lohista pilti

# toolStripButtonSelect.ToolTipText
source: Fragment selection
et: Fragment valik

# toolStripMenuItemScanDocImage.Text
source: Scan current document...
et: Skaneeri jooksva dokumendi kujutist...

# toolStripMenuItemSave.Text
source: Save...
et: Salvesta...

# toolStripMenuItemSavePart.Text
source: Save pages...
et: Salvesta osa...

# toolStripMenuItemSaveSelected.Text
source: Save selected...
et: Salvesta valitud...

# toolStripMenuItemSaveStamp.Text
source: Save selected as stamp...
et: Salvesta valitud tempel...

# toolStripMenuItemAddToWork.Text
source: Add to work...
et: Lisa töösse...

# toolStripMenuItemEditPlaces.Text
source: Placing in the work folders...
et: Paigutus töökataloogides...

# toolStripMenuItemEndWork.Text
source: End work with document
et: Lõpeta töö dokumendiga

# toolStripMenuItemEditDesc.Text
source: Change description...
et: Muuda kirjeldus...

# toolStripMenuItemSpam.Text
source: Spam
et: Rämpspost

# toolStripMenuItemProperties.Text
source: Properties...
et: Omadused...

# toolStripMenuItemDocPartDelete.Text
source: Delete part of document
et: Kustuta dokumendi osa

# toolStripMenuItemDelFrom.Text
source: Delete from archiv
et: Kustuta arhiivist

# toolStripMenuItemDelFromSearch.Text
source: Delete from found
et: Kustuta leitud artiklitest

# toolStripMenuItemAddEform.Text
source: Add e-form to curent document...
et: Lisa elektrooniline vorm jooksvale dokumendile...

# toolStripMenuItemGotoPerson.Text
source: Goto person folder
et: Mine isiku kausta...

# toolStripButtonSaveSelected.ToolTipText
source: Save fragment of document to archive
et: Salvesta fragmendi dokument arhiivi

# toolStripMenuItemJoin.Text
source: Link...
et: Seosed...

# statusBarPanelDSP.ToolTipText
source: Image of the document for use inside the company
et: Dokumendi pilt, mida kasutatakse ettevõtte sees

# toolStripButtonDSP.ToolTipText
source: Mark "ДСП" - for use inside the company
et: Mark "ДСП" - kasutamiseks ettevõtte sees
